{
  "base": {
    "games_rules": "GAME RULES",
    "game_about": "ABOUT",
    "game_scoring": "SCORING",
    "game_boosters": "BOOSTERS",
    "game_end": "GAME END"
  },
  "blackjack": {
    "about_text_1": "In 21BJ you play with a standard 52-card deck (no jokers), drawing cards one by one from a face-down deck and placing them into four columns where you’ll build your hands.",
    "about_text_2": "The goal is to add cards so that each column totals 21 to score points",
    "about_text_3": "If a column goes over 21, it’s BUSTED. After three busted columns the game ends.",
    "about_text_4": "Any column that reaches exactly 21 or goes bust is cleared and opened for new cards.",
    "about_text_5": "Each column’s running total adds up based on normal Blackjack values:\nAces count as 1 or 11 (whichever benefits you).\nFace cards count as 10.",
    "about_text_6": "Jacks are WILD, meaning they can represent any value you need at the time you place them in a column to help you reach exactly 21 without going over.",
    "scoring_text_1": "Earn a streak bonus for clearing stacks on back-to-back turns.",
    "scoring_text_2": "Clearing columns",
    "scoring_text_3": "End game bonus",
    "boosters_text_1": "You can only use one Booster of each type per match and no additional Boosters can be acquired once the match has started.",
    "boosters_booster_1_title": "Extra Time",
    "boosters_booster_1_p": "Adds 15 seconds to your time limit.",
    "boosters_booster_2_title": "Joker",
    "boosters_booster_2_p": "Turn your current card into a WILD.",
    "boosters_booster_3_title": "Extra Life",
    "boosters_booster_3_p": "Adds an additional BUST.",
    "game_end_text_1": "Game ends when you use all your cards, time is up or you get all your BUSTS.",
    "game_end_text_2": "The player with the highest score wins!",
    "table_game": "Play",
    "table_points": "Points",
    "table_streaks": "Streaks",
    "table_details": "Details",
    "table_name_21": "Add 21 cards to one column",
    "table_name_blackjack": "Add 21 with a face card or 10 and ACE",
    "table_name_777": "Add 21 with three seven cards (7-7-7)",
    "table_name_5cards": "When placing the fifth card in a column",
    "table_name_wild": "Complete the play, regardless of whether it creates a game or not",
    "table_name_flush": "All cards of the same suit (+2 cards)",
    "table_name_combo": "When creating one game after another",
    "table_name_onfire": "Generate a third consecutive game",
    "table_name_outstanding": "Generate a fourth consecutive game",
    "table_name_wildjack": "Generate a fifth consecutive game",
    "table_name_jackjack": "Generate a sixth consecutive game",
    "table_name_freebust": "For each unused bust",
    "table_name_flawless": "Additional if no mistakes were made",
    "table_name_gamecompleted": "For playing all 52 cards in the deck",
    "table_name_allclear": "For leaving no cards in the game's columns",
    "table_name_timebonus": "For each remaining second when finishing the game",
    "table_name_timebonus_points": "10 points per second"
  },
  "fruit_finder": {
    "about_text_1": "Fruit Finder is a matching game played with a set of cards laid face down in a grid. \nYou flip over two cards at a time, trying to find matching pairs.",
    "about_text_2": "When you find a pair, you score points; if not, the cards are turned face down again.",
    "about_text_3": "Once all pairs are found, a new set of cards is laid out so you can keep playing.",
    "scoring_text_1": "You earn 10 points for flipping a card and 100 points for every match you find.",
    "scoring_text_2": "Consecutive matches grant increasing bonuses in a streak: your second match earns 200 points, the third 300 points, the fourth 400 points, the fifth 500 points, the sixth 600 points, the seventh 700 points, and so on, with each additional consecutive match adding +100 points to the previous score.",
    "scoring_text_3": "Additionally, completing an entire grid grants a 500 points.",
    "boosters_text_1": "You can only use one Booster of each type per match and no additional Boosters can be acquired once the match has started.",
    "boosters_booster_1_title": "Extra Time",
    "boosters_booster_1_p": "Adds 15 seconds to your time limit.",
    "boosters_booster_2_title": "Gather",
    "boosters_booster_2_p": "Automatically finds a matching pair for you.",
    "boosters_booster_3_title": "Double",
    "boosters_booster_3_p": "Places a x2 multiplier on the field, doubling the points earned from matches while active.",
    "game_end_text_1": "Game ends when time is up.",
    "game_end_text_2": "The player with the highest score wins!"
  },
  "tricky_bricks": {
    "about_text_1": "In Tricky Bricks your goal is to complete rows to break all the blocks in that row.\nYou can move any of the bricks horizontally. Bricks will fall down if there are no other bricks supporting them underneath..",
    "about_text_2": "After each move, if a combination is made, the row is cleared and points are awarded.\nWhether or not a combination is made, a new row of bricks is added from the bottom of the board",
    "about_text_3": "Sometimes, you will encounter bricks with special powers.",
    "about_special_1_title": "Explosive Brick",
    "about_special_1_p": "Destroys all bricks adjacent to it.",
    "about_special_2_title": "Rainbow Brick",
    "about_special_2_p": "Destroys all bricks of the same size.",
    "scoring_text_1": "You earn 100 points per match and 10 points per brick length. Destroying special bricks grants 20 points per brick length.",
    "scoring_text_2": "Cascade bonuses are also applied for consecutive combinations: the second combination earns 300 points, the third 500 points and the fourth 800 points.",
    "boosters_text_1": "You can only use one Booster of each type per match and no additional Boosters can be acquired once the match has started.",
    "boosters_booster_1_title": "Extra Time",
    "boosters_booster_1_p": "Adds 15 seconds to your time limit.",
    "boosters_booster_2_title": "Chain",
    "boosters_booster_2_p": "You can make a move without adding a new row this turn.",
    "boosters_booster_3_title": "Detonate",
    "boosters_booster_3_p": "Activate the effects of every special brick on the field.",
    "game_end_text_1": "The game ends when time runs out or when a brick reaches the roof.",
    "game_end_text_2": "The player with the highest score wins!"
  },
  "sunny_blocks": {
    "about_text_1": "Sunny Blocks is a puzzle game where you drag block pieces onto the board to complete vertical or horizontal lines, or to form 3x3 squares in designated areas.",
    "about_text_2": "Achieving this earns points and frees up space for new pieces. Each time you place a set of three pieces, a new set of three is provided so you can continue playing.",
    "scoring_text_1": "Placing a piece gives 10 points per block occupied, and completing a line or a block grants points based on the block’s color: green 10 points, blue 15 points, purple 20 points, yellow 25 points and red 30 points.",
    "scoring_text_2": "Points for creating a combination are calculated as 100 points multiplied by your current streak (the first combination is 100 points).",
    "scoring_text_3": "For multiple combinations in a single move, the points are: 2 combinations = 120 points, 3 = 240 points, 4 = 500 points, and 5 = 1000 points.",
    "boosters_text_1": "You can only use one Booster of each type per match and no additional Boosters can be acquired once the match has started.",
    "boosters_booster_1_title": "Extra Time",
    "boosters_booster_1_p": "Adds 15 seconds to your time limit.",
    "boosters_booster_2_title": "Color Smash",
    "boosters_booster_2_p": "Destroys every piece of the selected color.",
    "boosters_booster_3_title": "Bomb",
    "boosters_booster_3_p": "Destroys every piece within a 3x3 area on the board.",
    "game_end_text_1": "The game ends when time runs out or when there is no space left on the board to place the given pieces.",
    "game_end_text_2": "The player with the highest score wins!"
  },
  "jungle_treasures": {
    "about_text_1": "In Jungle Treasures the goal is to collect as many treasures as possible.\nThe more treasures you collect in a single move, the higher the points.\nEach move must start from the tile occupied by Explorer Hero.",
    "about_text_2": "During a move, you cannot pass through different types of treasures, but can pass through any obstacles. For example, if you start on a ruby, the chain must consist only of rubies and other types of treasures act as walls, blocking your path in that direction.",
    "about_text_3": "To defeat enemies, you must pass through them with a chain longer than their health; otherwise, they will strike you. Enemies will also attack if you end your movement adjacent to them.",
    "about_text_4": "To open the Treasure Gate, you must collect a specific number of each gem. The gate remains open for only the next move, so don’t miss your chance! You can reopen the Treasure Gate any number of times during a same game.",
    "scoring_text_1": "Points are awarded as follows: for a chain of gems, the score is calculated as the chain length multiplied by 5 and then multiplied by the chain length again. \nKilling a snake grants points equal to the length required to kill it times 100, while killing a scorpion grants points equal to the length required to kill it times 200.",
    "scoring_text_2": "Opening the Treasure Gate gives 100 points and collecting its treasure gives 5000 points.\nWhen the time runs out, you get points equal to the number of remaining lives multiplied by 100.",
    "boosters_text_1": "You can only use one Booster of each type per match and no additional Boosters can be acquired once the match has started.",
    "boosters_booster_1_title": "Extra Time",
    "boosters_booster_1_p": "Adds 15 seconds to your time limit.",
    "boosters_booster_2_title": "Shield",
    "boosters_booster_2_p": "Protects you from all damage on a single move.",
    "boosters_booster_3_title": "Extra Life",
    "boosters_booster_3_p": "Adds an additional hit point.",
    "game_end_text_1": "The game ends when time runs out or you run out of lives.",
    "game_end_text_2": "The player with the highest score wins!"
  },
  "solitaire_paradise": {
    "about_text_1": "In Solitaire Paradise you play through a levels using a standard 52-card deck plus 2 jokers.\nYour goal is to remove all the cards from the board, drawing cards one by one from a face-down deck and place them on the foundation pile in ascending or descending order (one rank higher or lower). For example, you can play a 6 on a 7 or a 7 on a 6.\nJokers are wild and can follow any card, giving you more flexibility.",
    "about_text_2": "The more cards you chain in a streak without drawing new ones from the deck, the higher the score for each card cleared.",
    "about_text_3": "Every streak of five cards also grants additional bonus points based on poker hands such as Full House, Four of a Kind, or Royal Flush, using only the suits’ colors to determine the hand.",
    "about_text_4": "Up to one time per game, you can redo an action to correct a move or try a different strategy.",
    "scoring_text_1": "Scoring grows with each card you discard, following a Fibonacci-style progression: 1, 2, 3, 5, 8, 13, 21… so the more cards you clear in a row, the more points you earn.",
    "scoring_text_2": "Streaks of five cards award bonus points based on poker-style hands: Full House (300 points), Four of a Kind (500 points), and Royal Flush (1000 points).\nIf you manage to clear the board, you also gain 10 points for each card left in the deck, 5 points for every remaining second and 50 bonus points if you never used the redo option.",
    "boosters_text_1": "You can only use one Booster of each type per match and no additional Boosters can be acquired once the match has started.",
    "boosters_booster_1_title": "Extra Time",
    "boosters_booster_1_p": "Adds 15 seconds to your time limit.",
    "boosters_booster_2_title": "Joker",
    "boosters_booster_2_p": "Turns the active card into a WILD card,",
    "boosters_booster_3_title": "Extra Redo",
    "boosters_booster_3_p": "Adds an additional REDO action.",
    "game_end_text_1": "The game ends when you clear the board, time runs out or when you cannot place any card from the deck and there are no more cards to draw.",
    "game_end_text_2": "The player with the highest score wins!"
  },
  "just_bingo": {
    "about_text_1": "Just Bingo is a fast-paced, unconventional twist on classic Bingo. Balls are revealed in sets of three, and you must pick one to place on your card. After each selection, a new set of three appears. Balls you don’t choose reappear later in the same order once all other balls have been called, so plan carefully to maximize your strategy.",
    "about_text_2": "You complete a Bingo by marking all five numbers in a horizontal, vertical, or diagonal line.",
    "about_text_3": "Each time you complete one or more Bingos, the numbers from those Bingos are returned to the call sequence, and you continue playing on the same single board throughout the entire match.",
    "scoring_text_1": "Placing a ball gives 100 points and completing a Bingo! earns 1,000 points.",
    "scoring_text_2": "For multiple Bingos achieved simultaneously, the total points are: Double Bingo! – 2,500 points (1,250 per Bingo line), Triple Bingo! – 4,000 points (1,500 per line), and Quadruple Bingo! – 8,000 points (2,000 per line). \nWith the help of boosters, you can achieve even higher scores: 5 Bingos – 15,000 points (3,000 each), Six Bingos – 24,000 points (4,000 each), 7 Bingos – 42,000 points (6,000 each), and 8 Bingos – 80,000 points (10,000 each).",
    "boosters_text_1": "You can only use one Booster of each type per match and no additional Boosters can be acquired once the match has started.",
    "boosters_booster_1_title": "Extra Time",
    "boosters_booster_1_p": "Adds 15 seconds to your time limit.",
    "boosters_booster_2_title": "All-In",
    "boosters_booster_2_p": "Place all available Bingo Balls into the card.",
    "boosters_booster_3_title": "Wild Call",
    "boosters_booster_3_p": "Pick the available number you want instead of the available set you have.",
    "game_end_text_1": "The game ends when the time runs out.",
    "game_end_text_2": "The player with the highest score wins!"
  },
  "into_the_dungeon": {
    "about_text_1": "In Into the Dungeon, you control an evil wizard exploring a dungeon filled with treasures and traps. To navigate safely, you summon your loyal (but expendable) goblins—20 in total—to advance under your command.",
    "about_text_2": "If a goblin fails, it meets a swift and painful end, revealing the traps around it; numbers on each trap tile indicate how many traps are adjacent.",
    "about_text_3": "Each time you reach a treasure, you are transported to a new level.",
    "about_text_4": "The goal of the game is to accumulate as many points as possible.",
    "scoring_text_1": "Each tile you advance grants 50 points and reaching a treasure awards 500 points. \nWhen moving multiple tiles in a single turn, each additional tile progressively doubles the points earned: the first tile gives 50 points, the second 100, the third 150, the fourth 200, and the fifth 250. For example, advancing five tiles in one turn yields 750 points total (50 + 100 + 150 + 200 + 250).",
    "scoring_text_2": "Tiles only reward points the first time you visit them.\nThe treasure itself is not affected by this multiplier, but the tile containing the treasure counts as an additional advanced tile. Once you reach the treasure, you move on to a new level, where the treasure is placed in a different location.",
    "boosters_text_1": "You can only use one Booster of each type per match and no additional Boosters can be acquired once the match has started.",
    "boosters_booster_1_title": "Extra Time",
    "boosters_booster_1_p": "Adds 15 seconds to your time limit.",
    "boosters_booster_2_title": "Extra Goblins",
    "boosters_booster_2_p": "Adds two goblins",
    "boosters_booster_3_title": "True Sigh",
    "boosters_booster_3_p": "Reveal every trap around the treasure.",
    "game_end_text_1": "The game ends when the time runs out or when you run out of Goblins.",
    "game_end_text_2": "The player with the highest score wins!"
  },
  "domino": {
    "about_text_1": "In this Domino game, you play with a single set of 37 domino tiles (36 tiles from Double-Zero to Double-Seven, plus 1 wild card), which are held in a pool.\nThe goal is to place all tiles from the pool onto the board to score points before time runs out.",
    "about_text_2": "At the start, place any tile on the board to begin the chain. The player then draws 5 tiles to form their starting hand.",
    "about_text_3": "The player must add tiles to the left or right end of the chain, ensuring that the number of pips on the placed tile matches the pips on the tile it connects to.",
    "about_text_4": "The player can draw additional tiles from the pool at any time. If a player draws their tenth tile and cannot place any tile from their hand, they immediately lose the game.",
    "about_text_5": "Whenever a player empties their hand (clears their container), they earn a point bonus, and the game automatically refills their hand with 5 new tiles from the pool (or fewer, if the pool is nearly empty).",
    "scoring_text_1": "Scoring is based on the pips of the tiles: placing a tile earns 10 base points plus the sum of its pips (e.g., 6∣1 earns 17 points), and the wild card is worth 50 points.",
    "scoring_text_2": "A consecutive tile streak multiplies the score for each placement, and emptying one's hand earns a 500-point Hand Bonus.",
    "boosters_text_1": "You can only use one Booster of each type per match and no additional Boosters can be acquired once the match has started.",
    "boosters_booster_1_title": "Extra Time",
    "boosters_booster_1_p": "Adds 15 seconds to your time limit.",
    "boosters_booster_2_title": "Reshufle",
    "boosters_booster_2_p": "Shuffle your hand into the pool and draw 5 domino tiles.",
    "boosters_booster_3_title": "Wild Tile",
    "boosters_booster_3_p": "Turns a domino tile from an edge into a WILD tile.",
    "game_end_text_1": "The game ends when the time runs out or when you place all your tiles on the board.",
    "game_end_text_2": "The player with the highest score wins!"
  },
  "space_bubbles": {
    "about_text_1": "The goal in Space Bubbles is to clear the level of bubbles and score points by shooting a colored bubble from your cannon into the main cluster, aiming to connect with at least two other bubbles of the same color to create a match of three or more. If your shot fails to make a match, the bubble simply sticks where it lands.",
    "about_text_2": "A great way to earn bonus points is the dangling effect: when you clear a match, any bubbles left completely suspended in the air will fall away for an extra score.",
    "about_text_3": "You have full control over your shot queue and can swap your current bubble with the next one as many times as you like by tapping the active bubble area, allowing you to set up the best possible attack.",
    "about_text_4": "You should strive to maintain a consecutive match streak to charge powerful Power-Ups, which only empty if you break the streak; once a Power-Up is charged, you won't lose it if your next shot misses. An Bubble-Bomb requires 5 consecutive matches, destroys all bubbles within its radius regardless of their type (including the tough Steel Bubbles), and only affects bubbles on screen. The much stronger Meteor Bubble requires 10 consecutive matches, destroys every bubble in its path (on or off-screen, regardless of type), and completely destroys Chained Bubbles. Both Power-Ups differ from regular shots by not bouncing off the side walls.",
    "about_special_1_title": "Dual Color Bubbles",
    "about_special_1_p": "Can be matched with either of the two colors they contain.",
    "about_special_2_title": "Steel Bubbles",
    "about_special_2_p": "Can only be removed by being dropped or by using a Power-Up.",
    "about_special_3_title": "Chained Bubbles",
    "about_special_3_p": "Won't be destroyed by a color match; instead, the match only breaks their chains, leaving the bubble available to drop for points if it becomes separated from the main mass.",
    "about_text_5": "Remember that a successful match will always destroy all other adjacent bubbles of the same color on screen, setting up the potential for huge chain reactions.",
    "scoring_text_1": "Destroying Bubbles / Chains – 10 points for each bubble or chain destroyed.",
    "scoring_text_1_example": "Example: A group of 4 bubbles gives 50 points, the four in the group plus the fifth used to destroy them.",
    "scoring_text_1_note": "Note: The rainbow bubble counts as a normal bubble when calculating points.",
    "scoring_text_2": "Falling Bubbles – 50 points for each bubble destroyed after being separated from the main cluster.",
    "scoring_text_3": "Streak Bonus – Adds 1 extra point to each bubble/chain destroyed.",
    "scoring_text_3_example": "Example: On the first streak, each bubble is worth 11 points. On the fifth streak, each is worth 15 points.",
    "scoring_text_4": "Using Power-Ups:",
    "scoring_text_4_li_1": "Explosive Bubble: 100 points.",
    "scoring_text_4_li_2": "Up Drill Bubble: 200 points.",
    "scoring_text_4_note": "Note: Bubbles separated or destroyed by these Power-Ups earn regular points.",
    "boosters_text_1": "You can only use one Booster of each type per match and no additional Boosters can be acquired once the match has started.",
    "boosters_booster_1_title": "Extra Time",
    "boosters_booster_1_p": "Adds 15 seconds to your time limit.",
    "boosters_booster_2_title": "Rainbow Bubble",
    "boosters_booster_2_p": "This Bubble is WILD, counting as every color.",
    "boosters_booster_3_title": "Energy",
    "boosters_booster_3_p": "Fill your Power Ups",
    "game_end_text_1": "Game ends when time is up or when a bubble enters the danger zone at the bottom of the screen.",
    "game_end_text_2": "The player with the highest score wins!"
  },
  "gems_blast": {
    "about_text_1": "In Gem Blast you must swap the position of gems to create combinations of 3 or more identical gems or by including a Power Gem in the match.",
    "about_text_2": "If a move does not result in a match, it is invalidated.",
    "about_text_3": "When a match is achieved, the tiles are removed from the grid. If the tiles are part of an objective, they are added to it.",
    "about_text_4": "After tiles are removed from the grid, all gems fall downward until they make contact with another gem. New gems are added with the same mechanic to fill the empty spaces.",
    "about_text_5": "If new matches are created during this tile movement, a cascade is triggered, awarding points based on its length.",
    "about_text_6": "When time runs out, all Power Gems on the grid automatically activate, awarding extra points and triggering cascades.",
    "scoring_text_1": "Gems are worth 10 points each, and the cascade bonus increases by +10 points for each additional chain in the cascade.",
    "scoring_text_2": "Each combination grants 100 points regardless of the type of match, and the cascade bonus increases by +100 points for each additional chain in the cascade.",
    "scoring_text_3": "Each time an objective is completed, you earn 1000 points and a new objective.\nEach new objective increases its score reward by +1000 points.",
    "scoring_text_4": "Power Gems award additional points when used.",
    "scoring_text_5": "In the rare case that no matches are possible, all gems are shuffled and you are awarded 500 points.",
    "powers_power_1_title": "Thuder",
    "powers_power_1_p": "How to Get: Match 4 in line\r\nPower: Combine with any other Gem to clean the row/column",
    "powers_power_2_title": "Bomb",
    "powers_power_2_p": "How to Get: Match 5 in L or T shape\r\nPower: Combine with any other to clean a 3x3 area",
    "powers_power_3_title": "Rainbow Gem",
    "powers_power_3_p": "How to Get: Match 5 in line\r\nPower: Combine with any other to clear all gems of the sharing color",
    "powers_power_4_title": "Thunder Gem",
    "powers_power_4_p": "How to Get: Combine 2 Thunder \r\nPower: Combine with any other gem to clean the row and column",
    "powers_power_5_title": "Thunder Bomb",
    "powers_power_5_p": "How to Get: Combine a Bomb and a Thunder \r\nPower: Combine with any other gem to clean a 3x3 row/column",
    "powers_power_6_title": "Mega Bomb",
    "powers_power_6_p": "How to Get: Combine 2 Bomb \r\nPower: Combine with any other to clean a 7x7 area",
    "powers_power_7_title": "Tesla Ball",
    "powers_power_7_p": "How to Get: Combine a Thunder with a Rainbow Gem\r\nPower: Combine with any other gem to turn all gems sharing its color into Thunders.",
    "powers_power_8_title": "Divine Bomb",
    "powers_power_8_p": "How to Get: Combine a Bomb with a Rainbow Gem\r\nPower: Combine with any other gem to turn all gems sharing its color into Bombs",
    "powers_power_9_title": "Divine Gem",
    "powers_power_9_p": "How to Get: Combine 2 Rainbow Gems\r\nPower: clean all gems on the board.",
    "boosters_text_1": "You can only use one Booster of each type per match and no additional Boosters can be acquired once the match has started.",
    "boosters_booster_1_title": "Extra Time",
    "boosters_booster_1_p": "Adds 15 seconds to your time limit.",
    "boosters_booster_2_title": "Fire Strike",
    "boosters_booster_2_p": "Destroys gems from every border.",
    "boosters_booster_3_title": "Thunder Strike",
    "boosters_booster_3_p": "Turns a random gem into a Double Thunder Gem",
    "game_end_text_1": "The game ends when the time runs out.",
    "game_end_text_2": "The player with the highest score wins!"
  }
}