{
  "base": {
    "games_rules": "Reglas del Juego",
    "game_about": "Acerca de",
    "game_scoring": "Puntuación",
    "game_boosters": "Impulsores",
    "game_end": "Fin del Juego"
  },
  "blackjack": {
    "about_text_1": "En 21BJ juegas con una baraja estándar de 52 cartas (sin comodines), robando cartas una por una de un mazo boca abajo y colocándolas en cuatro columnas donde formarás tus manos.",
    "about_text_2": "El objetivo es añadir cartas para que cada columna sume 21 para ganar puntos.",
    "about_text_3": "Si una columna supera 21, se PASA. Después de tres columnas pasadas el juego termina.",
    "about_text_4": "Cualquier columna que llegue exactamente a 21 o se pase se limpia y queda disponible para nuevas cartas.",
    "about_text_5": "El total de cada columna se calcula con los valores normales del Blackjack:\nAses cuentan como 1 u 11 (el que más te convenga).\nLas figuras cuentan como 10.",
    "about_text_6": "Las Jotas son COMODINES, lo que significa que pueden representar cualquier valor que necesites al colocarlas en una columna para llegar exactamente a 21 sin pasarte.",
    "scoring_text_1": "Gana un bono de racha por limpiar pilas en turnos consecutivos.",
    "scoring_text_2": "Limpiar columnas",
    "scoring_text_3": "Bono de fin de juego",
    "boosters_text_1": "Solo puedes usar un Impulsor de cada tipo por partida y no se pueden adquirir Impulsores adicionales una vez iniciada la partida.",
    "boosters_booster_1_title": "Tiempo Extra",
    "boosters_booster_1_p": "Agrega 15 segundos a tu límite de tiempo.",
    "boosters_booster_2_title": "Comodín",
    "boosters_booster_2_p": "Convierte tu carta actual en un COMODÍN.",
    "boosters_booster_3_title": "Vida Extra",
    "boosters_booster_3_p": "Agrega un PASO adicional.",
    "game_end_text_1": "El juego termina cuando uses todas tus cartas, se acabe el tiempo o alcances todos tus PASOS.",
    "game_end_text_2": "¡El jugador con la puntuación más alta gana!",
    "table_game": "Juego",
    "table_points": "Puntos",
    "table_streaks": "Rachas",
    "table_details": "Detalle",
    "table_name_21": "Suma 21 cartas en una columna",
    "table_name_blackjack": "Suma 21 con una carta de figura o 10, y un AS",
    "table_name_777": "Sumar 21 con tres cartas de siete (7-7-7)",
    "table_name_5cards": "Al colocar la quinta carta en una columna.",
    "table_name_wild": "Completa la jugada, ya sea que haya un juego o no.",
    "table_name_flush": "Todas las cartas del mismo palo (+2 cartas).",
    "table_name_combo": "Al crear un juego tras otro.",
    "table_name_onfire": "Generar un tercer juego consecutivo",
    "table_name_outstanding": "Generar un cuarto juego consecutivo",
    "table_name_wildjack": "Generar un quinto juego consecutivo",
    "table_name_jackjack": "Generar un sexto juego consecutivo",
    "table_name_freebust": "Por cada BUST no utilizado",
    "table_name_flawless": "Adicional si no cometiste errores.",
    "table_name_gamecompleted": "Por jugar las 52 cartas del mazo",
    "table_name_allclear": "Por no dejar cartas en las columnas del juego.",
    "table_name_timebonus": "Por cada segundo restante al finalizar el juego.",
    "table_name_timebonus_points": "10 puntos por segundo"
  },
  "fruit_finder": {
    "about_text_1": "Fruit Finder es un juego de emparejar jugado con un conjunto de cartas colocadas boca abajo en una cuadrícula.\nDas vuelta dos cartas por vez, intentando encontrar pares iguales.",
    "about_text_2": "Cuando encuentras un par, ganas puntos; si no, las cartas se vuelven a colocar boca abajo.",
    "about_text_3": "Cuando se encuentran todos los pares, se coloca un nuevo conjunto de cartas para que sigas jugando.",
    "scoring_text_1": "Ganas 10 puntos por voltear una carta y 100 puntos por cada par que encuentres.",
    "scoring_text_2": "Las coincidencias consecutivas otorgan bonificaciones crecientes en una racha: tu segundo par gana 200 puntos, el tercero 300 puntos, el cuarto 400 puntos, el quinto 500 puntos, el sexto 600 puntos, el séptimo 700 puntos y así sucesivamente, con cada par consecutivo adicional sumando +100 puntos a la puntuación anterior.",
    "scoring_text_3": "Además, completar una cuadrícula entera otorga 500 puntos.",
    "boosters_text_1": "Solo puedes usar un Impulsor de cada tipo por partida y no se pueden adquirir Impulsores adicionales una vez iniciada la partida.",
    "boosters_booster_1_title": "Tiempo Extra",
    "boosters_booster_1_p": "Agrega 15 segundos a tu límite de tiempo.",
    "boosters_booster_2_title": "Recolectar",
    "boosters_booster_2_p": "Encuentra automáticamente un par correspondiente por ti.",
    "boosters_booster_3_title": "Doble",
    "boosters_booster_3_p": "Coloca un multiplicador x2 en el campo, duplicando los puntos obtenidos de las coincidencias mientras esté activo.",
    "game_end_text_1": "El juego termina cuando se acaba el tiempo.",
    "game_end_text_2": "¡El jugador con la puntuación más alta gana!"
  },
  "tricky_bricks": {
    "about_text_1": "En Tricky Bricks, tu objetivo es completar filas para romper todos los bloques de esa fila.\nPuedes mover cualquiera de los ladrillos horizontalmente. Los ladrillos caerán si no hay otros ladrillos que los sostengan por debajo.",
    "about_text_2": "Después de cada movimiento, si se realiza una combinación, la fila se limpia y se otorgan puntos.\nCon o sin combinación, se agrega una nueva fila de ladrillos desde la parte inferior del tablero.",
    "about_text_3": "A veces encontrarás ladrillos con poderes especiales.",
    "about_special_1_title": "Ladrillo Explosivo",
    "about_special_1_p": "Destruye todos los ladrillos adyacentes a él.",
    "about_special_2_title": "Ladrillo Arcoíris",
    "about_special_2_p": "Destruye todos los ladrillos del mismo tamaño.",
    "scoring_text_1": "Ganas 100 puntos por combinación y 10 puntos por longitud del ladrillo. Destruir ladrillos especiales otorga 20 puntos por longitud del ladrillo.",
    "scoring_text_2": "Los bonos en cascada también se aplican para combinaciones consecutivas: la segunda combinación gana 300 puntos, la tercera 500 puntos y la cuarta 800 puntos.",
    "boosters_text_1": "Solo puedes usar un Impulsor de cada tipo por partida y no se pueden adquirir Impulsores adicionales una vez iniciada la partida.",
    "boosters_booster_1_title": "Tiempo Extra",
    "boosters_booster_1_p": "Agrega 15 segundos a tu límite de tiempo.",
    "boosters_booster_2_title": "Cadena",
    "boosters_booster_2_p": "Puedes hacer un movimiento sin agregar una nueva fila este turno.",
    "boosters_booster_3_title": "Detonar",
    "boosters_booster_3_p": "Activa los efectos de todos los ladrillos especiales en el campo.",
    "game_end_text_1": "El juego termina cuando se acaba el tiempo o cuando un ladrillo llega al techo.",
    "game_end_text_2": "¡El jugador con la puntuación más alta gana!"
  },
  "sunny_blocks": {
    "about_text_1": "Sunny Blocks es un juego de rompecabezas donde arrastras piezas de bloques al tablero para completar líneas verticales u horizontales, o formar cuadrados de 3x3 en áreas designadas.",
    "about_text_2": "Hacer esto otorga puntos y libera espacio para nuevas piezas. Cada vez que colocas un conjunto de tres piezas, se proporciona un nuevo conjunto de tres para que puedas seguir jugando.",
    "scoring_text_1": "Colocar una pieza otorga 10 puntos por bloque ocupado, y completar una línea o un bloque otorga puntos según el color del bloque: verde 10 puntos, azul 15 puntos, morado 20 puntos, amarillo 25 puntos y rojo 30 puntos.",
    "scoring_text_2": "Los puntos por crear una combinación se calculan como 100 puntos multiplicados por tu racha actual (la primera combinación vale 100 puntos).",
    "scoring_text_3": "Para múltiples combinaciones en un solo movimiento, los puntos son: 2 combinaciones = 120 puntos, 3 = 240 puntos, 4 = 500 puntos y 5 = 1000 puntos.",
    "boosters_text_1": "Solo puedes usar un Impulsor de cada tipo por partida y no se pueden adquirir Impulsores adicionales una vez iniciada la partida.",
    "boosters_booster_1_title": "Tiempo Extra",
    "boosters_booster_1_p": "Agrega 15 segundos a tu límite de tiempo.",
    "boosters_booster_2_title": "Rompe Color",
    "boosters_booster_2_p": "Destruye todas las piezas del color seleccionado.",
    "boosters_booster_3_title": "Bomba",
    "boosters_booster_3_p": "Destruye todas las piezas dentro de un área de 3x3 en el tablero.",
    "game_end_text_1": "El juego termina cuando se acaba el tiempo o cuando no hay más espacio en el tablero para colocar las piezas dadas.",
    "game_end_text_2": "¡El jugador con la puntuación más alta gana!"
  },
  "jungle_treasures": {
    "about_text_1": "En Jungle Treasures el objetivo es recoger la mayor cantidad posible de tesoros.\nCuantos más tesoros recojas en un solo movimiento, más puntos ganarás.\nCada movimiento debe comenzar en la casilla ocupada por el Héroe Explorador.",
    "about_text_2": "Durante un movimiento, no puedes pasar por diferentes tipos de tesoros, pero puedes pasar por cualquier obstáculo. Por ejemplo, si empiezas en un rubí, la cadena debe consistir solo en rubíes y otros tipos de tesoros actúan como muros, bloqueando tu camino en esa dirección.",
    "about_text_3": "Para derrotar enemigos, debes pasar por ellos con una cadena más larga que su vida; de lo contrario, te atacarán. Los enemigos también atacan si terminas tu movimiento adyacente a ellos.",
    "about_text_4": "Para abrir la Puerta del Tesoro, debes recoger un número específico de cada gema. La puerta permanece abierta solo para el siguiente movimiento, ¡así que no pierdas tu oportunidad! Puedes volver a abrir la Puerta del Tesoro cuantas veces quieras durante la misma partida.",
    "scoring_text_1": "Los puntos se otorgan de la siguiente manera: para una cadena de gemas, la puntuación se calcula como la longitud de la cadena multiplicada por 5 y luego multiplicada nuevamente por la longitud de la cadena.\nMatar una serpiente otorga puntos iguales a la longitud necesaria para matarla por 100, mientras que matar un escorpión otorga puntos iguales a la longitud necesaria para matarlo por 200.",
    "scoring_text_2": "Abrir la Puerta del Tesoro da 100 puntos y recoger su tesoro da 5000 puntos.\nCuando se acaba el tiempo, recibes puntos iguales al número de vidas restantes multiplicado por 100.",
    "boosters_text_1": "Solo puedes usar un Impulsor de cada tipo por partida y no se pueden adquirir Impulsores adicionales una vez iniciada la partida.",
    "boosters_booster_1_title": "Tiempo Extra",
    "boosters_booster_1_p": "Agrega 15 segundos a tu límite de tiempo.",
    "boosters_booster_2_title": "Escudo",
    "boosters_booster_2_p": "Te protege de todo el daño en un solo movimiento.",
    "boosters_booster_3_title": "Vida Extra",
    "boosters_booster_3_p": "Agrega un punto de vida adicional.",
    "game_end_text_1": "El juego termina cuando se acaba el tiempo o cuando te quedas sin vidas.",
    "game_end_text_2": "¡El jugador con la puntuación más alta gana!"
  },
  "solitaire_paradise": {
    "about_text_1": "En Solitaire Paradise juegas por niveles usando una baraja estándar de 52 cartas más 2 comodines.\nTu objetivo es eliminar todas las cartas del tablero, robando cartas una por una de un mazo boca abajo y colocándolas en la pila base en orden ascendente o descendente (un valor arriba o abajo). Por ejemplo, puedes jugar un 6 sobre un 7 o un 7 sobre un 6.",
    "about_text_2": "Los comodines son cartas comodín y pueden seguir cualquier carta, dándote más flexibilidad.",
    "about_text_3": "Cuantas más cartas encadenes en una racha sin robar nuevas del mazo, mayor será la puntuación por cada carta eliminada.\nCada racha de cinco cartas también otorga puntos de bonificación adicionales basados en manos de póker como Full House, Póker o Escalera Real, usando solo los colores de los palos para determinar la mano.",
    "about_text_4": "Una vez por partida, puedes deshacer una acción para corregir un movimiento o probar una estrategia diferente.",
    "scoring_text_1": "La puntuación crece con cada carta descartada, siguiendo una progresión estilo Fibonacci: 1, 2, 3, 5, 8, 13, 21… así que cuantas más cartas elimines seguidas, más puntos ganarás.",
    "scoring_text_2": "Las rachas de cinco cartas otorgan puntos de bonificación basados en manos de póker: Full House (300 puntos), Póker (500 puntos) y Escalera Real (1000 puntos).\nSi logras limpiar el tablero, también ganas 10 puntos por cada carta que quede en el mazo, 5 puntos por cada segundo restante y 50 puntos de bonificación si nunca usaste la opción de deshacer.",
    "boosters_text_1": "Solo puedes usar un Impulsor de cada tipo por partida y no se pueden adquirir Impulsores adicionales una vez iniciada la partida.",
    "boosters_booster_1_title": "Tiempo Extra",
    "boosters_booster_1_p": "Agrega 15 segundos a tu límite de tiempo.",
    "boosters_booster_2_title": "Comodín",
    "boosters_booster_2_p": "Convierte la carta activa en un COMODÍN.",
    "boosters_booster_3_title": "Deshacer Extra",
    "boosters_booster_3_p": "Agrega una acción DESHACER adicional.",
    "game_end_text_1": "El juego termina cuando limpias el tablero, se acaba el tiempo o cuando no puedes colocar ninguna carta del mazo y no quedan más cartas para robar.",
    "game_end_text_2": "¡El jugador con la puntuación más alta gana!"
  },
  "just_bingo": {
    "about_text_1": "Just Bingo es una versión rápida e innovadora del Bingo clásico. Las bolas se revelan en conjuntos de tres y debes elegir una para colocarla en tu cartón. Después de cada selección, aparece un nuevo conjunto de tres. Las bolas que no eliges reaparecen más tarde en el mismo orden, una vez que se hayan llamado todas las demás, así que planifica con cuidado para maximizar tu estrategia.",
    "about_text_2": "Completas un Bingo al marcar los cinco números en una línea horizontal, vertical o diagonal.",
    "about_text_3": "Cada vez que completas uno o más Bingos, los números de esos Bingos vuelven a la secuencia de llamadas y continúas jugando en el mismo cartón durante toda la partida.",
    "scoring_text_1": "Colocar una bola da 100 puntos y completar un Bingo! otorga 1.000 puntos.",
    "scoring_text_2": "Para múltiples Bingos logrados simultáneamente, los puntos totales son: Double Bingo! – 2.500 puntos (1.250 por línea de Bingo), Triple Bingo! – 4.000 puntos (1.500 por línea) y Quadruple Bingo! – 8.000 puntos (2.000 por línea).\nCon la ayuda de potenciadores puedes lograr puntuaciones aún más altas: 5 Bingos – 15.000 puntos (3.000 cada uno), 6 Bingos – 24.000 puntos (4.000 cada uno), 7 Bingos – 42.000 puntos (6.000 cada uno) y 8 Bingos – 80.000 puntos (10.000 cada uno).",
    "boosters_text_1": "Solo puedes usar un Potenciador de cada tipo por partida y no se pueden adquirir Potenciadores adicionales una vez comenzada la partida.",
    "boosters_booster_1_title": "Tiempo Extra",
    "boosters_booster_1_p": "Agrega 15 segundos a tu límite de tiempo.",
    "boosters_booster_2_title": "All-In",
    "boosters_booster_2_p": "Coloca todas las Bolas de Bingo disponibles en el cartón.",
    "boosters_booster_3_title": "Llamada Comodín",
    "boosters_booster_3_p": "Elige el número disponible que desees en lugar del conjunto disponible.",
    "game_end_text_1": "El juego termina cuando se acaba el tiempo.",
    "game_end_text_2": "¡El jugador con la puntuación más alta gana!"
  },
  "into_the_dungeon": {
    "about_text_1": "En Into the Dungeon, controlas a un mago malvado que explora una mazmorra llena de tesoros y trampas. Para desplazarte con seguridad, invocas a tus leales (pero prescindibles) goblins — 20 en total — para que avancen bajo tu mando.",
    "about_text_2": "Si un goblin falla, encuentra un final rápido y doloroso, revelando las trampas a su alrededor; los números en cada casilla de trampa indican cuántas trampas hay adyacentes.",
    "about_text_3": "Cada vez que llegas a un tesoro, eres transportado a un nuevo nivel.",
    "about_text_4": "El objetivo del juego es acumular la mayor cantidad posible de puntos.",
    "scoring_text_1": "Cada casilla avanzada otorga 50 puntos y llegar a un tesoro concede 500 puntos.\nAl mover varias casillas en un solo turno, cada casilla adicional duplica progresivamente los puntos obtenidos: la primera casilla da 50 puntos, la segunda 100, la tercera 150, la cuarta 200 y la quinta 250. Por ejemplo, avanzar cinco casillas en un turno otorga 750 puntos en total (50 + 100 + 150 + 200 + 250).",
    "scoring_text_2": "Las casillas solo otorgan puntos la primera vez que las visitas.\nEl tesoro en sí no se ve afectado por este multiplicador, pero la casilla que contiene el tesoro cuenta como una casilla adicional avanzada. Una vez que llegas al tesoro, pasas a un nuevo nivel, donde el tesoro se coloca en otro lugar.",
    "boosters_text_1": "Solo puedes usar un Potenciador de cada tipo por partida y no se pueden adquirir Potenciadores adicionales una vez comenzada la partida.",
    "boosters_booster_1_title": "Tiempo Extra",
    "boosters_booster_1_p": "Agrega 15 segundos a tu límite de tiempo.",
    "boosters_booster_2_title": "Goblins Extra",
    "boosters_booster_2_p": "Agrega dos goblins.",
    "boosters_booster_3_title": "Visión Verdadera",
    "boosters_booster_3_p": "Revela todas las trampas alrededor del tesoro.",
    "game_end_text_1": "El juego termina cuando se acaba el tiempo o cuando te quedas sin Goblins.",
    "game_end_text_2": "¡El jugador con la puntuación más alta gana!"
  },
  "domino": {
    "about_text_1": "En este juego de Dominó, juegas con un solo conjunto de 37 fichas de dominó (36 fichas de Doble-Cero a Doble-Siete, más 1 comodín), que se mantienen en un pozo.\nEl objetivo es colocar todas las fichas del pozo en el tablero para ganar puntos antes de que se acabe el tiempo.",
    "about_text_2": "Al inicio, coloca cualquier ficha en el tablero para comenzar la cadena. Luego, el jugador roba 5 fichas para formar su mano inicial.",
    "about_text_3": "El jugador debe añadir fichas al extremo izquierdo o derecho de la cadena, asegurándose de que el número de puntos de la ficha colocada coincida con el de la ficha a la que se conecta.",
    "about_text_4": "El jugador puede robar fichas adicionales del pozo en cualquier momento. Si un jugador roba su décima ficha y no puede colocar ninguna ficha de su mano, pierde la partida inmediatamente.",
    "about_text_5": "Cada vez que un jugador vacía su mano (limpia su contenedor), obtiene un bono de puntos y el juego repone automáticamente su mano con 5 nuevas fichas del pozo (o menos, si el pozo está casi vacío).",
    "scoring_text_1": "La puntuación se basa en los puntos de las fichas: colocar una ficha otorga 10 puntos base más la suma de sus puntos (por ejemplo, 6∣1 da 17 puntos), y el comodín vale 50 puntos.",
    "scoring_text_2": "Una racha consecutiva de fichas multiplica la puntuación de cada colocación, y vaciar la mano otorga un Bono de Mano de 500 puntos.",
    "boosters_text_1": "Solo puedes usar un Potenciador de cada tipo por partida y no se pueden adquirir Potenciadores adicionales una vez comenzada la partida.",
    "boosters_booster_1_title": "Tiempo Extra",
    "boosters_booster_1_p": "Agrega 15 segundos a tu límite de tiempo.",
    "boosters_booster_2_title": "Rebarajar",
    "boosters_booster_2_p": "Baraja tu mano en el pozo y roba 5 fichas de dominó.",
    "boosters_booster_3_title": "Ficha Comodín",
    "boosters_booster_3_p": "Convierte una ficha de dominó de un extremo en una FICHA COMODÍN.",
    "game_end_text_1": "El juego termina cuando se acaba el tiempo o cuando colocas todas tus fichas en el tablero.",
    "game_end_text_2": "¡El jugador con la puntuación más alta gana!"
  },
  "space_bubbles": {
    "about_text_1": "El objetivo en Space Bubbles es limpiar el nivel de burbujas y sumar puntos disparando una burbuja de color desde tu cañón al grupo principal, apuntando a conectar con al menos otras dos burbujas del mismo color para crear una combinación de tres o más. Si tu disparo no logra una combinación, la burbuja simplemente queda pegada donde cae.",
    "about_text_2": "Una excelente manera de ganar puntos extra es con el efecto colgante: cuando limpias una combinación, cualquier burbuja que quede completamente suspendida en el aire caerá para otorgar puntaje adicional.",
    "about_text_3": "Tienes control total sobre tu cola de disparos y puedes intercambiar tu burbuja actual con la siguiente tantas veces como quieras tocando el área de la burbuja activa, permitiéndote preparar el mejor ataque posible.",
    "about_text_4": "Debes procurar mantener una racha de combinaciones consecutivas para cargar Power-Ups poderosos, que solo se vacían si rompes la racha; una vez cargado, el Power-Up no se pierde si el siguiente disparo falla. La Bomba de Burbujas requiere 5 combinaciones consecutivas, destruye todas las burbujas en su radio sin importar el tipo (incluyendo las resistentes Burbujas de Acero) y solo afecta las burbujas en pantalla. La mucho más fuerte Burbuja Meteoro requiere 10 combinaciones consecutivas, destruye cada burbuja en su camino (en o fuera de pantalla, sin importar el tipo) y destruye completamente las Burbujas Encadenadas. Ambos Power-Ups se diferencian de los disparos normales porque no rebotan en las paredes laterales.",
    "about_text_5": "A medida que avanzas, enfrentarás Burbujas de Doble Color, que pueden combinarse con cualquiera de los dos colores que contienen, y Burbujas de Acero, que solo pueden eliminarse al dejarlas caer o con un Power-Up. Finalmente, Burbujas Encadenadas no se destruyen con una combinación de color; en su lugar, la combinación solo rompe sus cadenas, dejando la burbuja disponible para caer y dar puntos si se separa del grupo principal.",
    "about_text_6": "Recuerda: una combinación exitosa siempre destruye todas las otras burbujas adyacentes del mismo color en la pantalla, creando potencial para enormes reacciones en cadena.",
    "scoring_text_1": "Destruir Burbujas / Cadenas – 10 puntos por cada burbuja o cadena destruida.",
    "scoring_text_1_example": "Ejemplo: Un grupo de 4 burbujas da 50 puntos (las cuatro del grupo más la quinta usada para destruirlas).",
    "scoring_text_1_note": "Nota: La Burbuja Arcoíris cuenta como una burbuja normal al calcular puntos.",
    "scoring_text_2": "Burbujas Caídas – 50 puntos por cada burbuja destruida tras separarse del grupo principal.",
    "scoring_text_3": "Bono de Racha – Suma 1 punto extra a cada burbuja/cadena destruida.",
    "scoring_text_3_example": "Ejemplo: En la primera racha, cada burbuja vale 11 puntos. En la quinta racha, cada una vale 15 puntos.",
    "scoring_text_4": "Uso de Power-Ups:",
    "scoring_text_4_li_1": "Burbuja Explosiva: 100 puntos.",
    "scoring_text_4_li_2": "Burbuja Taladro Ascendente: 200 puntos",
    "scoring_text_4_note": "Note: Las burbujas separadas o destruidas por estos Power-Ups ganan puntos normales.",
    "boosters_text_1": "Solo puedes usar un Potenciador de cada tipo por partida y no se pueden adquirir Potenciadores adicionales una vez comenzada la partida.",
    "boosters_booster_1_title": "Tiempo Extra",
    "boosters_booster_1_p": "Agrega 15 segundos a tu límite de tiempo.",
    "boosters_booster_2_title": "Burbuja Arcoíris",
    "boosters_booster_2_p": "Esta burbuja es COMODÍN, contando como todos los colores.",
    "boosters_booster_3_title": "Energía",
    "boosters_booster_3_p": "Llena tus Power-Ups.",
    "game_end_text_1": "El juego termina cuando se acaba el tiempo o cuando una burbuja entra en la zona de peligro en la parte inferior de la pantalla.",
    "game_end_text_2": "¡El jugador con la puntuación más alta gana!"
  },
  "gems_blast": {
    "about_text_1": "En Gem Blast debes intercambiar la posición de las gemas para crear combinaciones de 3 o más gemas idénticas o incluyendo una Gema de Poder en la combinación.",
    "about_text_2": "Si un movimiento no resulta en una combinación, se invalida.",
    "about_text_3": "Cuando se logra una combinación, las gemas se eliminan de la cuadrícula. Si las gemas forman parte de un objetivo, se añaden a él.",
    "about_text_4": "Tras eliminar las gemas, todas las gemas caen hacia abajo hasta hacer contacto con otra gema. Nuevas gemas se añaden con la misma mecánica para rellenar los espacios vacíos.",
    "about_text_5": "Si se crean nuevas combinaciones durante este movimiento, se activa una cascada que otorga puntos según su longitud.",
    "about_text_6": "Cuando el tiempo se acaba, todas las Gemas de Poder en el tablero se activan automáticamente, otorgando puntos extra y desencadenando cascadas.",
    "scoring_text_1": "Las gemas valen 10 puntos cada una, y el bono de cascada aumenta en +10 puntos por cada cadena adicional en la cascada.",
    "scoring_text_2": "Cada combinación otorga 100 puntos independientemente del tipo, y el bono de cascada aumenta en +100 puntos por cada cadena adicional en la cascada.",
    "scoring_text_3": "Cada vez que se completa un objetivo, obtienes 1000 puntos y un nuevo objetivo.\nCada nuevo objetivo aumenta su recompensa en +1000 puntos.",
    "scoring_text_4": "Las Gemas de Poder otorgan puntos adicionales cuando se usan.",
    "scoring_text_5": "En el raro caso de que no haya combinaciones posibles, todas las gemas se barajan y se otorgan 500 puntos.",
    "powers_power_1_title": "Trueno",
    "powers_power_1_p": "Cómo Obtener: Combinar 4 en línea\nPoder: Combínala con cualquier otra gema para limpiar la fila/columna",
    "powers_power_2_title": "Bomba",
    "powers_power_2_p": "Cómo Obtener: Combinar 5 en forma de L o T\nPoder: Combínala con cualquier otra para limpiar un área 3x3",
    "powers_power_3_title": "Gema Arcoíris",
    "powers_power_3_p": "Cómo Obtener: Combinar 5 en línea\nPoder: Combínala con cualquier otra para limpiar todas las gemas del mismo colo",
    "powers_power_4_title": "Gema Trueno",
    "powers_power_4_p": "Cómo Obtener: Combinar 2 Truenos\nPoder: Combínala con cualquier otra gema para limpiar la fila y la columna",
    "powers_power_5_title": "Bomba Trueno",
    "powers_power_5_p": "Cómo Obtener: Combinar una Bomba y un Trueno\nPoder: Combínala con cualquier otra gema para limpiar una fila/columna 3x3",
    "powers_power_6_title": "Mega Bomba",
    "powers_power_6_p": "Cómo Obtener: Combinar 2 Bombas\nPoder: Combínala con cualquier otra para limpiar un área 7x7",
    "powers_power_7_title": "Bola Tesla",
    "powers_power_7_p": "Cómo Obtener: Combinar un Trueno con una Gema Arcoíris\nPoder: Combínala con cualquier otra gema para convertir todas las gemas del mismo color en Truenos",
    "powers_power_8_title": "Bomba Divina",
    "powers_power_8_p": "Cómo Obtener: Combinar una Bomba con una Gema Arcoíris\nPoder: Combínala con cualquier otra gema para convertir todas las gemas del mismo color en Bombas",
    "powers_power_9_title": "Gema Divina",
    "powers_power_9_p": "Cómo Obtener: Combinar 2 Gemas Arcoíris\nPoder: Limpia todas las gemas del tablero.",
    "boosters_text_1": "Solo puedes usar un Booster de cada tipo por partida y no se pueden adquirir Boosters adicionales una vez que la partida ha comenzado.",
    "boosters_booster_1_title": "Tiempo Extra",
    "boosters_booster_1_p": "Añade 15 segundos a tu límite de tiempo.",
    "boosters_booster_2_title": "Golpe de Fuego",
    "boosters_booster_2_p": "Destruye gemas desde todos los bordes.",
    "boosters_booster_3_title": "Golpe de Trueno",
    "boosters_booster_3_p": "Convierte una gema aleatoria en una Gema Doble de Trueno.",
    "game_end_text_1": "El juego termina cuando se acaba el tiempo.",
    "game_end_text_2": "¡El jugador con la puntuación más alta gana!"
  }
}