{
  "base": {
    "games_rules": "Regras do Jogo",
    "game_about": "Sobre",
    "game_scoring": "Pontuação",
    "game_boosters": "Impulsionadores",
    "game_end": "Fim do Jogo"
  },
  "blackjack": {
    "about_text_1": "No 21BJ você joga com um baralho padrão de 52 cartas (sem coringas), comprando cartas uma por uma de um baralho virado para baixo e colocando-as em quatro colunas onde você formará suas mãos.",
    "about_text_2": "O objetivo é adicionar cartas para que cada coluna some 21 para marcar pontos.",
    "about_text_3": "Se uma coluna ultrapassar 21, ela ESTOURA. Após três colunas estouradas o jogo termina.",
    "about_text_4": "Qualquer coluna que atingir exatamente 21 ou estourar é limpa e aberta para novas cartas.",
    "about_text_5": "A soma de cada coluna segue os valores normais do Blackjack:\nAses valem 1 ou 11 (o que for mais vantajoso).\nCartas de figura valem 10.",
    "about_text_6": "Valetes são CURINGAS, podendo representar qualquer valor que você precisar no momento em que os colocar em uma coluna para chegar exatamente a 21 sem ultrapassar.",
    "scoring_text_1": "Ganhe um bônus de sequência ao limpar pilhas em turnos consecutivos.",
    "scoring_text_2": "Limpar colunas",
    "scoring_text_3": "Bônus de fim de jogo",
    "boosters_text_1": "Você só pode usar um Impulsionador de cada tipo por partida e nenhum Impulsionador adicional pode ser adquirido após o início da partida.",
    "boosters_booster_1_title": "Tempo Extra",
    "boosters_booster_1_p": "Adiciona 15 segundos ao seu limite de tempo.",
    "boosters_booster_2_title": "Coringa",
    "boosters_booster_2_p": "Transforma sua carta atual em um CURINGA.",
    "boosters_booster_3_title": "Vida Extra",
    "boosters_booster_3_p": "Adiciona um ESTOURO adicional.",
    "game_end_text_1": "O jogo termina quando você usar todas as cartas, o tempo acabar ou atingir todos os seus ESTOUROS.",
    "game_end_text_2": "O jogador com a maior pontuação vence!",
    "table_game": "Jogo",
    "table_points": "Pontos",
    "table_streaks": "Sequências",
    "table_details": "Detalhes",
    "table_name_21": "Some 21 pontos em uma coluna",
    "table_name_blackjack": "Some 21 com uma carta de figura ou um 10 e um ÁS",
    "table_name_777": "Some 21 com três cartas de sete (7-7-7)",
    "table_name_5cards": "Ao colocar a quinta carta em uma coluna",
    "table_name_wild": "Complete a jogada, independentemente se houver jogo ou não",
    "table_name_flush": "Todas as cartas do mesmo naipe (+2 cartas)",
    "table_name_combo": "Ao criar um jogo após o outro",
    "table_name_onfire": "Gere um terceiro jogo consecutivo",
    "table_name_outstanding": "Gere um quarto jogo consecutivo",
    "table_name_wildjack": "Gere um quinto jogo consecutivo",
    "table_name_jackjack": "Gere um sexto jogo consecutivo",
    "table_name_freebust": "Para cada BUST não utilizado",
    "table_name_flawless": "Adicional se nenhum erro foi cometido",
    "table_name_gamecompleted": "Por jogar todas as 52 cartas do baralho",
    "table_name_allclear": "Por não deixar cartas nas colunas do jogo",
    "table_name_timebonus": "Para cada segundo restante ao finalizar o jogo",
    "table_name_timebonus_points": "10 pontos por segundo"
  },
  "fruit_finder": {
    "about_text_1": "Fruit Finder é um jogo de combinação jogado com um conjunto de cartas viradas para baixo em uma grade.\nVocê vira duas cartas por vez, tentando encontrar pares iguais.",
    "about_text_2": "Quando encontra um par, você marca pontos; se não, as cartas são viradas para baixo novamente.",
    "about_text_3": "Quando todos os pares são encontrados, um novo conjunto de cartas é colocado para que você continue jogando.",
    "scoring_text_1": "Você ganha 10 pontos por virar uma carta e 100 pontos para cada par que encontrar.",
    "scoring_text_2": "Combinações consecutivas concedem bônus crescentes em uma sequência: seu segundo par rende 200 pontos, o terceiro 300 pontos, o quarto 400 pontos, o quinto 500 pontos, o sexto 600 pontos, o sétimo 700 pontos e assim por diante, com cada par consecutivo adicional adicionando +100 pontos à pontuação anterior.",
    "scoring_text_3": "Além disso, completar uma grade inteira concede 500 pontos.",
    "boosters_text_1": "Você só pode usar um Impulsionador de cada tipo por partida e nenhum Impulsionador adicional pode ser adquirido após o início da partida.",
    "boosters_booster_1_title": "Tempo Extra",
    "boosters_booster_1_p": "Adiciona 15 segundos ao seu limite de tempo.",
    "boosters_booster_2_title": "Coletar",
    "boosters_booster_2_p": "Encontra automaticamente um par correspondente para você.",
    "boosters_booster_3_title": "Dobrar",
    "boosters_booster_3_p": "Coloca um multiplicador x2 no campo, dobrando os pontos ganhos com combinações enquanto ativo.",
    "game_end_text_1": "O jogo termina quando o tempo acaba.",
    "game_end_text_2": "O jogador com a maior pontuação vence!"
  },
  "tricky_bricks": {
    "about_text_1": "Em Tricky Bricks, seu objetivo é completar linhas para quebrar todos os blocos dessa linha.\nVocê pode mover qualquer um dos tijolos horizontalmente. Os tijolos caem se não houver outros tijolos os sustentando por baixo.",
    "about_text_2": "Após cada movimento, se uma combinação for feita, a linha é limpa e pontos são atribuídos.\nCom ou sem combinação, uma nova linha de tijolos é adicionada a partir da parte inferior do tabuleiro.",
    "about_text_3": "Às vezes, você encontrará tijolos com poderes especiais.",
    "about_special_1_title": "Tijolo Explosivo",
    "about_special_1_p": "Destrói todos os tijolos adjacentes a ele.",
    "about_special_2_title": "Tijolo Arco-Íris",
    "about_special_2_p": "Destrói todos os tijolos do mesmo tamanho.",
    "scoring_text_1": "Você ganha 100 pontos por combinação e 10 pontos por comprimento do tijolo. Destruir tijolos especiais concede 20 pontos por comprimento do tijolo.",
    "scoring_text_2": "Bônus em cascata também são aplicados para combinações consecutivas: a segunda combinação rende 300 pontos, a terceira 500 pontos e a quarta 800 pontos.",
    "boosters_text_1": "Você só pode usar um Impulsionador de cada tipo por partida e nenhum Impulsionador adicional pode ser adquirido após o início da partida.",
    "boosters_booster_1_title": "Tempo Extra",
    "boosters_booster_1_p": "Adiciona 15 segundos ao seu limite de tempo.",
    "boosters_booster_2_title": "Corrente",
    "boosters_booster_2_p": "Você pode fazer uma jogada sem adicionar uma nova linha neste turno.",
    "boosters_booster_3_title": "Detonar",
    "boosters_booster_3_p": "Ativa os efeitos de todos os tijolos especiais no campo.",
    "game_end_text_1": "O jogo termina quando o tempo acaba ou quando um tijolo atinge o teto.",
    "game_end_text_2": "O jogador com a maior pontuação vence!"
  },
  "sunny_blocks": {
    "about_text_1": "Sunny Blocks é um jogo de quebra-cabeça onde você arrasta peças de blocos para o tabuleiro para completar linhas verticais ou horizontais, ou formar quadrados de 3x3 em áreas designadas.",
    "about_text_2": "Fazer isso concede pontos e libera espaço para novas peças. Cada vez que você coloca um conjunto de três peças, um novo conjunto de três é fornecido para que você continue jogando.",
    "scoring_text_1": "Colocar uma peça concede 10 pontos por bloco ocupado, e completar uma linha ou um bloco concede pontos com base na cor do bloco: verde 10 pontos, azul 15 pontos, roxo 20 pontos, amarelo 25 pontos e vermelho 30 pontos.",
    "scoring_text_2": "Os pontos por criar uma combinação são calculados como 100 pontos multiplicados pela sua sequência atual (a primeira combinação vale 100 pontos).",
    "scoring_text_3": "Para múltiplas combinações em um único movimento, os pontos são: 2 combinações = 120 pontos, 3 = 240 pontos, 4 = 500 pontos e 5 = 1000 pontos.",
    "boosters_text_1": "Você só pode usar um Impulsionador de cada tipo por partida e nenhum Impulsionador adicional pode ser adquirido após o início da partida.",
    "boosters_booster_1_title": "Tempo Extra",
    "boosters_booster_1_p": "Adiciona 15 segundos ao seu limite de tempo.",
    "boosters_booster_2_title": "Quebra-Cor",
    "boosters_booster_2_p": "Destrói todas as peças da cor selecionada.",
    "boosters_booster_3_title": "Bomba",
    "boosters_booster_3_p": "Destrói todas as peças dentro de uma área de 3x3 no tabuleiro.",
    "game_end_text_1": "O jogo termina quando o tempo acaba ou quando não há mais espaço no tabuleiro para colocar as peças fornecidas.",
    "game_end_text_2": "O jogador com a maior pontuação vence!"
  },
  "jungle_treasures": {
    "about_text_1": "Em Jungle Treasures o objetivo é coletar o máximo possível de tesouros.\nQuanto mais tesouros você coletar em um único movimento, mais pontos ganhará.\nCada movimento deve começar no azulejo ocupado pelo Herói Explorador.",
    "about_text_2": "Durante um movimento, você não pode passar por diferentes tipos de tesouros, mas pode passar por quaisquer obstáculos. Por exemplo, se você começar em um rubi, a corrente deve consistir apenas de rubis e outros tipos de tesouros atuam como paredes, bloqueando seu caminho naquela direção.",
    "about_text_3": "Para derrotar inimigos, você deve passar por eles com uma corrente maior do que a vida deles; caso contrário, eles o atacarão. Os inimigos também atacam se você terminar seu movimento adjacente a eles.",
    "about_text_4": "Para abrir o Portão do Tesouro, você deve coletar um número específico de cada joia. O portão permanece aberto apenas para o próximo movimento, então não perca a sua chance! Você pode reabrir o Portão do Tesouro quantas vezes quiser durante o mesmo jogo.",
    "scoring_text_1": "Os pontos são atribuídos da seguinte forma: para uma corrente de joias, a pontuação é calculada como o comprimento da corrente multiplicado por 5 e depois multiplicado novamente pelo comprimento da corrente.\nMatar uma cobra concede pontos iguais ao comprimento necessário para matá-la vezes 100, enquanto matar um escorpião concede pontos iguais ao comprimento necessário para matá-lo vezes 200.",
    "scoring_text_2": "Abrir o Portão do Tesouro dá 100 pontos e coletar seu tesouro dá 5000 pontos.\nQuando o tempo acabar, você recebe pontos iguais ao número de vidas restantes multiplicado por 100.",
    "boosters_text_1": "Você só pode usar um Impulsionador de cada tipo por partida e nenhum Impulsionador adicional pode ser adquirido após o início da partida.",
    "boosters_booster_1_title": "Tempo Extra",
    "boosters_booster_1_p": "Adiciona 15 segundos ao seu limite de tempo.",
    "boosters_booster_2_title": "Escudo",
    "boosters_booster_2_p": "Protege você de todo o dano em um único movimento.",
    "boosters_booster_3_title": "Vida Extra",
    "boosters_booster_3_p": "Adiciona um ponto de vida adicional.",
    "game_end_text_1": "O jogo termina quando o tempo acaba ou quando você fica sem vidas.",
    "game_end_text_2": "O jogador com a maior pontuação vence!"
  },
  "solitaire_paradise": {
    "about_text_1": "Em Solitaire Paradise você joga por fases usando um baralho padrão de 52 cartas mais 2 coringas.\nSeu objetivo é remover todas as cartas do tabuleiro, comprando cartas uma por uma de um baralho virado para baixo e colocando-as na pilha de fundação em ordem ascendente ou descendente (um valor acima ou abaixo). Por exemplo, você pode jogar um 6 sobre um 7 ou um 7 sobre um 6.",
    "about_text_2": "Os coringas são curingas e podem seguir qualquer carta, dando mais flexibilidade.\nQuanto mais cartas você encadear em uma sequência sem comprar novas do baralho, maior será a pontuação de cada carta removida.",
    "about_text_3": "Cada sequência de cinco cartas também concede pontos de bônus adicionais com base em mãos de pôquer, como Full House, Quadra ou Royal Flush, usando apenas as cores dos naipes para determinar a mão.",
    "about_text_4": "Uma vez por jogo, você pode desfazer uma ação para corrigir um movimento ou tentar uma estratégia diferente.",
    "scoring_text_1": "A pontuação cresce a cada carta descartada, seguindo uma progressão ao estilo Fibonacci: 1, 2, 3, 5, 8, 13, 21… assim, quanto mais cartas você limpar em sequência, mais pontos ganhará.",
    "scoring_text_2": "Sequências de cinco cartas concedem pontos de bônus com base em mãos de pôquer: Full House (300 pontos), Quadra (500 pontos) e Royal Flush (1000 pontos).\nSe você conseguir limpar o tabuleiro, também ganhará 10 pontos para cada carta restante no baralho, 5 pontos para cada segundo restante e 50 pontos de bônus se nunca tiver usado a opção de desfazer.",
    "boosters_text_1": "Você só pode usar um Impulsionador de cada tipo por partida e nenhum Impulsionador adicional pode ser adquirido após o início da partida.",
    "boosters_booster_1_title": "Tempo Extra",
    "boosters_booster_1_p": "Adiciona 15 segundos ao seu limite de tempo.",
    "boosters_booster_2_title": "Coringa",
    "boosters_booster_2_p": "Transforma a carta ativa em um CURINGA.",
    "boosters_booster_3_title": "Desfazer Extra",
    "boosters_booster_3_p": "Adiciona uma ação DESFAZER adicional.",
    "game_end_text_1": "O jogo termina quando você limpa o tabuleiro, o tempo acaba ou quando não pode colocar nenhuma carta do baralho e não há mais cartas para comprar.",
    "game_end_text_2": "O jogador com a maior pontuação vence!"
  },
  "just_bingo": {
    "about_text_1": "Just Bingo é uma versão rápida e inovadora do Bingo clássico. As bolas são reveladas em conjuntos de três, e você deve escolher uma para colocar no seu cartão. Após cada seleção, um novo conjunto de três aparece. As bolas que você não escolhe reaparecem depois, na mesma ordem, assim que todas as outras bolas tiverem sido chamadas, então planeje com cuidado para maximizar sua estratégia.",
    "about_text_2": "Você completa um Bingo ao marcar todos os cinco números em uma linha horizontal, vertical ou diagonal.",
    "about_text_3": "Cada vez que você completa um ou mais Bingos, os números desses Bingos retornam para a sequência de chamadas e você continua jogando no mesmo cartão durante toda a partida.",
    "scoring_text_1": "Colocar uma bola dá 100 pontos e completar um Bingo! rende 1.000 pontos.",
    "scoring_text_2": "Para múltiplos Bingos alcançados simultaneamente, a pontuação total é: Double Bingo! – 2.500 pontos (1.250 por linha de Bingo), Triple Bingo! – 4.000 pontos (1.500 por linha) e Quadruple Bingo! – 8.000 pontos (2.000 por linha).\nCom a ajuda de impulsores, você pode alcançar pontuações ainda maiores: 5 Bingos – 15.000 pontos (3.000 cada), 6 Bingos – 24.000 pontos (4.000 cada), 7 Bingos – 42.000 pontos (6.000 cada) e 8 Bingos – 80.000 pontos (10.000 cada).",
    "boosters_text_1": "Você só pode usar um Impulsionador de cada tipo por partida e nenhum Impulsionador adicional pode ser adquirido após o início da partida.",
    "boosters_booster_1_title": "Tempo Extra",
    "boosters_booster_1_p": "Adiciona 15 segundos ao seu limite de tempo.",
    "boosters_booster_2_title": "All-In",
    "boosters_booster_2_p": "Coloca todas as Bolas de Bingo disponíveis no cartão.",
    "boosters_booster_3_title": "Chamada Coringa",
    "boosters_booster_3_p": "Escolha o número disponível que você quer em vez do conjunto disponível.",
    "game_end_text_1": "O jogo termina quando o tempo acaba.",
    "game_end_text_2": "O jogador com a maior pontuação vence!"
  },
  "into_the_dungeon": {
    "about_text_1": "Em Into the Dungeon, você controla um mago maligno explorando uma masmorra cheia de tesouros e armadilhas. Para navegar com segurança, você invoca seus leais (mas descartáveis) goblins — 20 no total — para avançar sob seu comando.",
    "about_text_2": "Se um goblin falhar, ele encontra um fim rápido e doloroso, revelando as armadilhas ao seu redor; os números em cada ladrilho de armadilha indicam quantas armadilhas estão adjacentes.",
    "about_text_3": "Cada vez que você alcança um tesouro, é transportado para um novo nível.",
    "about_text_4": "O objetivo do jogo é acumular o máximo de pontos possível.",
    "scoring_text_1": "Cada ladrilho avançado concede 50 pontos e alcançar um tesouro concede 500 pontos.\nAo mover múltiplos ladrilhos em um único turno, cada ladrilho adicional dobra progressivamente os pontos ganhos: o primeiro ladrilho dá 50 pontos, o segundo 100, o terceiro 150, o quarto 200 e o quinto 250. Por exemplo, avançar cinco ladrilhos em um turno gera 750 pontos no total (50 + 100 + 150 + 200 + 250).",
    "scoring_text_2": "Os ladrilhos só concedem pontos na primeira vez que você os visita.\nO próprio tesouro não é afetado por esse multiplicador, mas o ladrilho contendo o tesouro conta como um ladrilho adicional avançado. Assim que você alcança o tesouro, passa para um novo nível, onde o tesouro é colocado em outro local.",
    "boosters_text_1": "Você só pode usar um Impulsionador de cada tipo por partida e nenhum Impulsionador adicional pode ser adquirido após o início da partida.",
    "boosters_booster_1_title": "Tempo Extra",
    "boosters_booster_1_p": "Adiciona 15 segundos ao seu limite de tempo.",
    "boosters_booster_2_title": "Goblins Extras",
    "boosters_booster_2_p": "Adiciona dois goblins.",
    "boosters_booster_3_title": "Visão Verdadeira",
    "boosters_booster_3_p": "Revela todas as armadilhas ao redor do tesouro.",
    "game_end_text_1": "O jogo termina quando o tempo acaba ou quando você fica sem Goblins.",
    "game_end_text_2": "O jogador com a maior pontuação vence!"
  },
  "domino": {
    "about_text_1": "Neste jogo de Dominó, você joga com um único conjunto de 37 peças de dominó (36 peças de Duplo-Zero a Duplo-Sete, mais 1 carta coringa), mantidas em um pool.\nO objetivo é colocar todas as peças do pool no tabuleiro para marcar pontos antes que o tempo acabe.",
    "about_text_2": "No início, coloque qualquer peça no tabuleiro para começar a cadeia. Em seguida, o jogador compra 5 peças para formar sua mão inicial.",
    "about_text_3": "O jogador deve adicionar peças à esquerda ou à direita da cadeia, garantindo que o número de pontos da peça colocada corresponda ao da peça à qual ela se conecta.",
    "about_text_4": "O jogador pode comprar peças adicionais do pool a qualquer momento. Se um jogador comprar sua décima peça e não puder colocar nenhuma peça da mão, ele perde o jogo imediatamente.",
    "about_text_5": "Sempre que um jogador esvazia sua mão (limpa seu contêiner), ele ganha um bônus de pontos e o jogo reabastece automaticamente sua mão com 5 novas peças do pool (ou menos, se o pool estiver quase vazio).",
    "scoring_text_1": "A pontuação é baseada nos pontos das peças: colocar uma peça concede 10 pontos base mais a soma de seus pontos (por exemplo, 6∣1 rende 17 pontos), e o coringa vale 50 pontos.",
    "scoring_text_2": "Uma sequência consecutiva de peças multiplica a pontuação de cada colocação, e esvaziar a mão rende um Bônus de Mão de 500 pontos.",
    "boosters_text_1": "Você só pode usar um Impulsionador de cada tipo por partida e nenhum Impulsionador adicional pode ser adquirido após o início da partida.",
    "boosters_booster_1_title": "Tempo Extra",
    "boosters_booster_1_p": "Adiciona 15 segundos ao seu limite de tempo.",
    "boosters_booster_2_title": "Embaralhar",
    "boosters_booster_2_p": "Embaralha sua mão no pool e compra 5 peças de dominó.",
    "boosters_booster_3_title": "Peça Coringa",
    "boosters_booster_3_p": "Transforma uma peça de dominó de uma ponta em uma PEÇA CORINGA.",
    "game_end_text_1": "O jogo termina quando o tempo acaba ou quando você coloca todas as suas peças no tabuleiro.",
    "game_end_text_2": "O jogador com a maior pontuação vence!"
  },
  "space_bubbles": {
    "about_text_1": "O objetivo em Space Bubbles é limpar o nível de bolhas e marcar pontos atirando uma bolha colorida do seu canhão no aglomerado principal, visando conectar-se a pelo menos outras duas bolhas da mesma cor para criar uma combinação de três ou mais. Se o seu disparo não formar uma combinação, a bolha simplesmente fica presa onde cair.",
    "about_text_2": "Uma ótima forma de ganhar pontos extras é com o efeito suspenso: quando você limpa uma combinação, quaisquer bolhas que fiquem completamente suspensas no ar caem, concedendo pontuação extra.",
    "about_text_3": "Você tem controle total sobre sua fila de disparos e pode trocar sua bolha atual pela próxima quantas vezes quiser tocando na área da bolha ativa, permitindo que você prepare o melhor ataque possível.",
    "about_text_4": "Você deve procurar manter uma sequência de combinações consecutivas para carregar Power-Ups poderosos, que só esvaziam se você quebrar a sequência; uma vez carregado, o Power-Up não é perdido se o próximo disparo falhar. A Bomba de Bolhas requer 5 combinações consecutivas, destrói todas as bolhas em seu raio independentemente do tipo (incluindo as resistentes Bolhas de Aço) e só afeta as bolhas na tela. A muito mais forte Bolha Meteoro requer 10 combinações consecutivas, destrói todas as bolhas em seu caminho (na ou fora da tela, independentemente do tipo) e destrói completamente as Bolhas Acorrentadas. Ambos os Power-Ups diferem dos disparos normais por não ricochetearem nas paredes laterais.",
    "about_text_5": "À medida que você avança, enfrentará Bolhas de Dupla Cor, que podem ser combinadas com qualquer uma das duas cores que contêm, e Bolhas de Aço, que só podem ser removidas ao serem derrubadas ou com um Power-Up. Por fim, Bolhas Acorrentadas não são destruídas por uma combinação de cores; em vez disso, a combinação apenas quebra suas correntes, deixando a bolha disponível para cair e gerar pontos caso se separe do aglomerado principal.",
    "about_text_6": "Lembre-se: uma combinação bem-sucedida sempre destrói todas as outras bolhas adjacentes da mesma cor na tela, criando potencial para grandes reações em cadeia.",
    "scoring_text_1": "Destruir Bolhas / Correntes – 10 pontos para cada bolha ou corrente destruída.",
    "scoring_text_1_example": "Exemplo: Um grupo de 4 bolhas dá 50 pontos (as quatro do grupo mais a quinta usada para destruí-las).",
    "scoring_text_1_note": "Nota: A Bolha Arco-Íris conta como uma bolha normal ao calcular pontos.",
    "scoring_text_2": "Bolhas Caindo – 50 pontos para cada bolha destruída após se separar do aglomerado principal.",
    "scoring_text_3": "Bônus de Sequência – Adiciona 1 ponto extra a cada bolha/corrente destruída.",
    "scoring_text_3_example": "Exemplo: Na primeira sequência, cada bolha vale 11 pontos. Na quinta sequência, cada uma vale 15 pontos.",
    "scoring_text_4": "Uso dos Power-Ups:",
    "scoring_text_4_li_1": "Bolha Explosiva: 100 pontos.",
    "scoring_text_4_li_2": "Bolha Broca Ascendente: 200 pontos.",
    "scoring_text_4_note": "Nota: Bolhas separadas ou destruídas por esses Power-Ups rendem pontos normais.",
    "boosters_text_1": "Você só pode usar um Impulsionador de cada tipo por partida e nenhum Impulsionador adicional pode ser adquirido após o início da partida.",
    "boosters_booster_1_title": "Tempo Extra",
    "boosters_booster_1_p": "Adiciona 15 segundos ao seu limite de tempo.",
    "boosters_booster_2_title": "Bolha Arco-Íris",
    "boosters_booster_2_p": "Esta bolha é CORINGA, contando como todas as cores.",
    "boosters_booster_3_title": "Energia",
    "boosters_booster_3_p": "Enche seus Power-Ups.",
    "game_end_text_1": "O jogo termina quando o tempo acaba ou quando uma bolha entra na zona de perigo na parte inferior da tela.",
    "game_end_text_2": "O jogador com a maior pontuação vence!"
  },
  "gems_blast": {
    "about_text_1": "No Gem Blast, você deve trocar a posição das gemas para criar combinações de 3 ou mais gemas idênticas ou incluindo uma Gema de Poder na combinação.",
    "about_text_2": "Se um movimento não resultar em uma combinação, ele é invalidado.",
    "about_text_3": "Quando uma combinação é feita, as gemas são removidas da grade. Se as gemas fazem parte de um objetivo, elas são adicionadas a ele.",
    "about_text_4": "Após a remoção, todas as gemas caem para baixo até fazerem contato com outra gema. Novas gemas são adicionadas com a mesma mecânica para preencher os espaços vazios.",
    "about_text_5": "Se novas combinações forem criadas durante esse movimento, ocorre uma cascata, concedendo pontos com base em seu comprimento.",
    "about_text_6": "Quando o tempo acabar, todas as Gemas de Poder no tabuleiro são automaticamente ativadas, concedendo pontos extras e desencadeando cascatas.",
    "scoring_text_1": "As gemas valem 10 pontos cada, e o bônus de cascata aumenta em +10 pontos para cada cadeia adicional na cascata.",
    "scoring_text_2": "Cada combinação concede 100 pontos independentemente do tipo, e o bônus de cascata aumenta em +100 pontos para cada cadeia adicional na cascata.",
    "scoring_text_3": "Cada vez que um objetivo é concluído, você ganha 1000 pontos e um novo objetivo.\nCada novo objetivo aumenta sua recompensa de pontuação em +1000 pontos.",
    "scoring_text_4": "As Gemas de Poder concedem pontos adicionais quando usadas.",
    "scoring_text_5": "No raro caso de não haver combinações possíveis, todas as gemas são embaralhadas e você recebe 500 pontos.",
    "powers_power_1_title": "Trovão",
    "powers_power_1_p": "Como Obter: Combinação de 4 em linha\nPoder: Combine com qualquer outra gema para limpar a linha/coluna",
    "powers_power_2_title": "Bomba",
    "powers_power_2_p": "Como Obter: Combinação de 5 em forma de L ou T\nPoder: Combine com qualquer outra para limpar uma área 3x3",
    "powers_power_3_title": "Gema Arco-Íris",
    "powers_power_3_p": "Como Obter: Combinação de 5 em linha\nPoder: Combine com qualquer outra para limpar todas as gemas da mesma cor",
    "powers_power_4_title": "Gema Trovão",
    "powers_power_4_p": "Como Obter: Combine 2 Trovões\nPoder: Combine com qualquer outra gema para limpar a linha e a coluna”",
    "powers_power_5_title": "Bomba Trovão",
    "powers_power_5_p": "Como Obter: Combine uma Bomba e um Trovão\nPoder: Combine com qualquer outra gema para limpar uma linha/coluna 3x3",
    "powers_power_6_title": "Mega Bomba",
    "powers_power_6_p": "Como Obter: Combine 2 Bombas\nPoder: Combine com qualquer outra para limpar uma área 7x7",
    "powers_power_7_title": "Bola Tesla",
    "powers_power_7_p": "Como Obter: Combine um Trovão com uma Gema Arco-Íris\nPoder: Combine com qualquer outra gema para transformar todas as gemas da mesma cor em Trovões",
    "powers_power_8_title": "Bomba Divina",
    "powers_power_8_p": "Como Obter: Combine uma Bomba com uma Gema Arco-Íris\nPoder: Combine com qualquer outra gema para transformar todas as gemas da mesma cor em Bombas",
    "powers_power_9_title": "Gema Divina",
    "powers_power_9_p": "Como Obter: Combine 2 Gemas Arco-Íris\nPoder: Limpa todas as gemas do tabuleiro.",
    "boosters_text_1": "Você só pode usar um Booster de cada tipo por partida e nenhum Booster adicional pode ser adquirido depois que a partida começar.",
    "boosters_booster_1_title": "Tempo Extra",
    "boosters_booster_1_p": "Adiciona 15 segundos ao seu tempo limite.",
    "boosters_booster_2_title": "Golpe de Fogo",
    "boosters_booster_2_p": "Destrói gemas de todas as bordas.",
    "boosters_booster_3_title": "Golpe de Trovão",
    "boosters_booster_3_p": "Transforma uma gema aleatória em uma Gema Dupla de Trovão.",
    "game_end_text_1": "O jogo termina quando o tempo acaba.",
    "game_end_text_2": "O jogador com a pontuação mais alta vence!"
  }
}